Repository: chrismessina/diso
Catalog: wordpress/openid/trunk/localization/openid-*.po
Languages: fr_fr

source: Or login using your %s url:
fr_fr: Ou utiliser son url %s

source: For faster registration, just %s login with %s.
fr_fr: Pour une connexion plus rapide, %s connectez-vous simplement avec %s.

source: The WordPress OpenID plugin is not active.
fr_fr: L'extension WordPress OpenID n'est pas activée.

source: Check %sOpenID Options%s for a full diagnositic report.
fr_fr: Vérifier les %soptions OpenID%s pour un diagnostic complet.

source: OpenID options
fr_fr: Options OpenID

source: Your Identity URLs
fr_fr: Vos identités OpenID

source: OpenID tables rebuilt.
fr_fr: Reconstruction des tables OpenID

source: At least one of OpenID options was NOT updated
fr_fr: Au moins une des options OpenID n'a <strong>pas</strong> été mise à jour

source: Open ID options updated
fr_fr: Options OpenID mises à jour

source: WP-OpenID Registration Options
fr_fr: Options enregistrées de WP-OpenID

source: Update Options
fr_fr: Mise à jour des options

source: Behavior
fr_fr: Comportement

source: Automatic Approval:
fr_fr: Approbation automatique&nbsp;

source: Enable OpenID comment auto-approval
fr_fr: Approuver automatiquement les commentaires signés avec OpenID

source: For now this option will cause comments made with OpenIDs to be automatically approved. Since most spammers haven't started using OpenID yet, this is probably pretty safe. More importantly however, this could be a foundation on which to build more advanced automatic approval such as whitelists or a third-party trust service.
fr_fr: Cette option permet l'approbation automatique des commentaires signés avec OpenID. À l'heure qu'il est, les spammeurs n'utilisant pas OpenID, cette option paraît plutôt sûre. En outre, ce pourrait être une importante première pierre pour un système plus perfectionné d'approbation automatique, basé sur des listes blanches ou un service tiers de confiance.

source: Look and Feel
fr_fr: Apparence

source: Comment Form:
fr_fr: Formulaire de commentaire&nbsp;

source: Add OpenID text to the WordPress post comment form.
fr_fr: Ajouter le texte de présentation OpenID au formulaire de commentaire.

source: This will work for most themes derived from Kubrick or Sandbox. Template authors can tweak the comment form as described in the %sreadme%s.
fr_fr: Ceci fonctionne pour la plupart des thèmes dérivés de Kubrick ou de Sandbox. Les auteurs peuvent adapter leur thème en suivant les instructions du fichier %sreadme%s.

source: Occasionally, the WP-OpenID tables don't get setup properly, and it may help to %srebuild the tables%s. Don't worry, this won't cause you to lose any data... it just rebuilds a couple of tables that hold only temprory data.
fr_fr: Il peut arriver occasionnellement que les tables de WP-OpenID ne s'installent pas correctement, et %srebâtir les tables%s peut résoudre quelques dysfonctionnements. Ne vous inquiétez pas, vous ne risquez pas de perdre de données, seules deux tables seront reconstruites, qui ne contiennent que des données temporaires.

source: Success:
fr_fr: Succès&nbsp;

source: Warning:
fr_fr: Avertissement&nbsp;

source: Error:
fr_fr: Erreur&nbsp;

source: The following Identity URLs %s are tied to this user account. You can login with equivalent permissions using any of the following identities.
fr_fr: Les URLs d'identité %s suivantes sont reliées à ce compte utilisateur. Vous pouvez vous connecter avec des permissions identiques en utilisant n'importe laquelle des identités suivantes.

source: What is OpenID?
fr_fr: Qu'est que OpenID&nbsp;?

source: Identity Url
fr_fr: URL d'identité

source: Delete
fr_fr: Supprimer

source: There are no OpenIDs associated with this WordPress user.
fr_fr: Il n'y a pas d'OpenID associé à cet utilisateur WordPress.

source: Add identity:
fr_fr: Ajouter une identité&nbsp;

source: Add
fr_fr: Ajouter

source: Status information:
fr_fr: Status de fonctionnement&nbsp;

source: All Systems Nominal
fr_fr: Tous Systèmes Opérationnels

source: Toggle More/Less
fr_fr: Basculer Plus/Moins

source: Plugin is currently disabled. Fix the problem, then Deactivate/Reactivate the plugin.
fr_fr: L'extension est actuellement désactivée. Corrigez le problème, puis désactivez/réactivez l'extension.

source: FAIL
fr_fr: ÉCHEC

source: Error: please type a comment.
fr_fr: Erreur : saisir un commentaire SVP.

source: Sorry, comments are closed for this item.
fr_fr: Désolé, les commentaires sont fermés sur cet article.
